今天的嘉宾是明超平（小明/Leon），一名AI应用创业者。


2024年的AI叙事还是大模型，《商业访谈录》访谈了杨植麟、王小川、李开复等大模型公司创始人；稍一转眼，2025年的AI叙事已然变成应用公司和Agent——新的主角登场了。


这集节目和往期《对Manus创始人肖弘的3小时访谈：世界不是线性外推，做博弈中的重要变量》 (https://www.xiaoyuzhoufm.com/episodes/67c3d80fb0167b8db9e3ec0f) 一样，也是来自一线“AI应用爆发”、“Agent爆发”的前沿声音。


在中国创投圈，明超平是一位创业伊始就受到资本相对共识的创业者。他出生于95年，曾先后在OnePlus、ByteDance、Moonshot做产品。这是他第一次做CEO，发的第一个产品叫YouWare。


他和我们此前的两位嘉宾有一些渊源：一个是杨植麟，2023年他和杨植麟深谈了10个小时，从白天到黑夜，聊完决定加入Moonshot；另一个是肖宏，有时候我会听到创投业人士将小明与小红对比来聊，说他们都属于“Hands-on型、产品型创业者”。


是不是这样呢？今天的3小时访谈希望能呈现小明的真实状态，是不是大家说了算。


不过，虽然老被关联，小红与小明至今没见过。


期待2025，我们和AI共同进步：）


我们的播客节目在腾讯新闻首发 (https://view.inews.qq.com/u/8QIf3n5c64Ucuzne7gI%3D?devid=FF4E49E6-9C89-4986-A413-04E856F31262&qimei=766696f2cd8f313d744bc2c9000012918102&uid=100161026780) ，大家可以前往关注哦，这样可以第一时间获取节目信息和更多新闻资讯：）


03:16 开始的快问快答


那些散漫的叛逆的挫败的少年成长


04:36 童年和少年片段


06:52 我在武大打辩论，尤其擅长四辩


13:00 辩论让我学会的最重要的：“永远具有第三方视角，辩论不是说服你的对手”，“1秒钟把自己变成傻子”（by张小龙）


14:40 大学后两年基本睡在实验室里，沉浸式打“智能汽车竞赛”，拿了国奖


19:43 哎，好惨，惨痛的经历——我是输掉比赛最多的队员，也是拿最佳辩手最多的队员


23:06 那是学长的退役比赛，我到今天还很愧疚


产品经理之路的前三站：OnePlus、ByteDance、Moonshot


26:37 产品经理之路第一站：OnePlus导师带我们去坐地铁、逛商场


30:18 “体验不是数据”：续航数据和续航体验不划等号，95-100%和0-5%电量是用户对体验最敏感焦虑的时候


33:58 产品经理之路第二站：刚去字节极不适应，觉得自己很菜


37:42 字节产品方法论劣势是什么？“它会磨灭掉很多灵光一现的创意”


39:35 “数据是‘开车的后视镜’，但它不能指引你前进”


41:03 字节没有乔布斯，字节没有张小龙，但字节有一鸣啊——有一些很小很小的创业团队，一鸣都聊过了


42:08 怎么看字节过去这些年出来了许多创业者，但无人大成？


43:28 23年和杨植麟聊了10个小时，聊音乐、艺术、爱好、产品、过去的经历，实在是到晚上8点我们要去吃pizza，我说“要不给我讲讲技术吧”


50:14 海外产品Noisee的走红与骤停


01:03:03 字节能成为字节，契合了时代几个重要变量（移动设备普及、带宽速度、推荐引擎）


跳下大船创业啦！


01:05:05 立马就遇到the bitter lesson（苦涩的教训）


01:11:59 想雕花的本能，情不自禁给它更多脚手架，你会和这个时代的最大变量背道而驰


01:12:45 突然意识到，这个东西不对劲——产品没上线就停掉了


01:13:18 失眠的顿悟：AI时代关键指标之一是“token消耗速度”，要追求“per token valuation”


01:16:33 “壳”被低估了，应该叫“容器”和“环境”（环境是人的反应器）


01:17:52 只给用户一个Chatbot输入框，是蛮不负责任的


01:21:18 今天Coding发展和当年Camera类似，早期聊相机说的是“拿着单反的人”，巨大变化是出现了新的人群——“手机摄影师”


01:23:50 早期趋势变量是出现新的人群，增速快，今天的新人群是“Vibe Coder（氛围编程师）”


01:25:23 今天Anthropic是不是承担索尼的角色？其他创业公司把时间花在Camera/基座模型上，还是花在——随着Camera迭代出现了Snapchat、Instagram、TikTok、TikTok Live


今天的Agent就像大猩猩刚拿起一根烧火棍


01:37:12 Agent未来可能的两种生态：类比新加坡vs美国


01:40:44 Page rank变成Agent rank


01:42:07 如果你把所有to C公司都变成to B公司，会受到大家的反抗


01:44:02 Agent的网络效应


01:46:02 我们也想成为OS Agent呀！——路径不告诉你：）


01:46:30 我对团队说：“咱们99.9%是要死掉的”


01:46:57 今天的Agent像一个大猩猩拿起石头开始砸东西


01:47:58 “永远相信Model会变好，永远相信Model和你无关”


01:49:50 基础模型在造更聪明的人，应用公司在通过环境/经验适用我们的生产需求


01:53:54 我设想的OS Agent：它是活的


01:58:26 Agent接下来会像人类社会出现部落，遇到信任问题，需要身份证、密码锁


02:03:33 过去2年对AI技术和产品的观察（以更高效的方式消耗token、压榨智能）


第一次做CEO


02:14:50 给你的员工提供情绪价值


02:19:53 90后founders更自信、更洒脱、更叛逆


02:21:17 融资风生水起，我却感觉如履薄冰


02:23:35 有意识地对抗Ego


02:33:45 棋手和对弈的人


02:36:57 最后的快问快答


相关单集：


和杨植麟聊大模型创业这一年：人类理想的增量、有概率的非共识和Sora (https://www.xiaoyuzhoufm.com/episodes/65e16b5b6144a933b1d968b5)


和王小川聊再创业这一年：回应朱啸虎与中国AGI第三种可能 (https://www.xiaoyuzhoufm.com/episodes/65f77b6e6764957079e5d8eb)


和李开复聊聊：如果美国形成AGI霸权，我们应该怎么办？ (https://www.xiaoyuzhoufm.com/episodes/6730aa0bf373fe5d4d215d0c)


对Manus创始人肖弘的3小时访谈：世界不是线性外推，做博弈中的重要变量 (https://www.xiaoyuzhoufm.com/episodes/67c3d80fb0167b8db9e3ec0f)


【更多信息】


联络我们：微博@张小珺-Benita (https://weibo.com/u/6486678714) ，小红书@张小珺 (https://www.xiaohongshu.com/user/profile/5fede947000000000100603e?xhsshare=CopyLink&appuid=5fede947000000000100603e&apptime=1710049463)


更多信息欢迎关注公众号：张小珺